[
  {
    "created": "2022-03-03T05:05:20Z",
    "salary_max": 6000000,
    "company": "Acqueon Technology",
    "location": "Bangalore, Karnataka",
    "stateid": 1,
    "cityid": 1,
    "salary_min": 4000000,
    "description": "Who we are: Acqueon's conversational engagement software lets customer-centric brands orchestrate campaigns and proactively engage with consumers using voice, messaging, and email channels. Acqueon leverages a rich data platform, statistical and predictive models, and intelligent workflows to let enterprises maximize the potential of every customer conversation. Acqueon is trusted by 200 clients across industries to increase sales, drive proactive service, improve collections, and develop loyal…",
    "redirect_url": "https://www.adzuna.in/land/ad/2940980533?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=4743F22780BA9223F053E232F36F5E08AE357820",
    "title": "Director Engineering",
    "categoryid": 1
  },
  {
    "created": "2022-03-03T05:05:20Z",
    "salary_max": 6000000,
    "company": "Future Group India",
    "location": "Mumbai, Maharashtra",
    "stateid": 2,
    "cityid": 2,
    "salary_min": 4000000,
    "description": "About the role: We are currently building an exciting multi-category, digital first, direct to consumer, commerce business for couple of new brands in Food & Fashion category. The Engineering Team forms the backbone of our ecommerce business. We build and iterate over our core platform that handles orders, payments, delivery promises, order tracking & logistics integrations. We are looking for an Engineering Manager to lead its development across web, mobile and in-store devices. You will be re…",
    "redirect_url": "https://www.adzuna.in/land/ad/2177266353?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=1C40EA8F25B29C9AC0E5D7524FD27B445457906A",
    "title": "Engineering Manager-E Commerce",
    "categoryid": 1
  },
  {
    "created": "2022-03-15T05:08:49Z",
    "salary_max": 6000000,
    "company": "Threado",
    "location": "Bangalore, Karnataka",
    "stateid": 1,
    "cityid": 1,
    "salary_min": 4000000,
    "description": "Looking for someone with 6 years of exp and has worked on scalable systems and has good understanding of architecting systems with Redis, Elasticsearch and Kafka. We are looking for a Senior Java Developer with good product development experience to join our founding engineering team.  Hi We are Threado At Threado, we are building the future of community experience for businesses. Community-led growth is the most sustainable way to build businesses and we want to help drive this shift in the ye…",
    "redirect_url": "https://www.adzuna.in/land/ad/2971610014?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=E2B4F1A4A25B4F9AF1AA46B4F34AD26377B47220",
    "title": "Senior Backend Engineer",
    "categoryid": 1
  },
  {
    "created": "2022-01-05T04:26:42Z",
    "salary_max": 7000000,
    "company": "Schatz Consulting LLP",
    "location": "Bangalore, Karnataka",
    "stateid": 1,
    "cityid": 1,
    "salary_min": 3000000,
    "redirect_url": "https://www.adzuna.in/land/ad/2790561023?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=73A8DFC444D83C464FF67124B3B7ED9F7C9D191D",
    "description": "The candidate is expected to create and lead a team of engineers and drive dev efforts for MediBuddy and its various products. The candidate will be part of the Engineering leadership team (IIT/IIM grads) and will help strategise, execute product roadmap. Work closely with Product and business teams to strategize or design the features and product experiments. Lead a team of 5-7 Engineers [Mobile and or Backend] Responsible for engineering delivery in platform & product engineering pods at Medi…",
    "title": "Engineering Manager",
    "categoryid": 4

  },
  {
    "redirect_url": "https://www.adzuna.in/land/ad/2421875100?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=27E9AFBDB38EC77BBA99EE5128B5D2AEE03904BC",
    "description": "Only Female Candidates with 8 years of experience required. • As a leader, you will be Facilitating discussions and lead decision-making on all engineering aspects of his/her team. • Able to define and execute the engineering plans for the areas under his/her ownership. • Drive engineering best practices for the team. • Define, implement and maintain the hygiene of the production systems (both engineering and processes) for the areas under his/her ownership. • Responsible for the health of the …",
    "title": "Engineering Manager",
    "categoryid": 4,
    "created": "2021-09-01T09:32:40Z",
    "salary_max": 7500000,
    "company": "Volks Consulting",
    "location": "Bangalore, Karnataka",
    "stateid": 1,
    "cityid": 1,
    "salary_min": 2500000
  },
  {
    "title": "Data Engineering Manager",
    "categoryid": 4,
    "description": "Job Title: Engineering Manager Job Location: Chennai, Bangalore Job Summary The Engineering Org is looking for a proficient Engineering Manager to join a team that is building exciting and futuristic Data Products at Condé Nast to enable both internal and external marketers to target audiences in real time. As an Engineering Manager, you will drive the day-to-day execution of technical and architectural decisions. EM will own engineering deliverables inclusive of solving dependencies such as ar…",
    "redirect_url": "https://www.adzuna.in/land/ad/2830210363?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=8E9F5B9DE30D0024A0413D518389BAA707AC4E85",
    "salary_min": 4000000,
    "location": "Bangalore, Karnataka",
    "stateid": 1,
    "cityid": 1,
    "company": "Amagi Media Labs",
    "salary_max": 6000000,
    "created": "2022-01-21T04:29:35Z"
  },
  {
    "title": "Trainer - Al Ain, UAE",
    "categoryid": 2,
    "description": "Grade Level : Grades 7 - 8 Qualification : BA, MA, B.ED (English) Experience : IGCSE/ CBSE An English teacher is responsible for ensuring that students learn proper grammar, writing, and reading comprehension. They are responsible for creating lesson plans that will teach students the skills they need. Create lesson plans for students Grade student essays and tests Ensure that the classroom stays orderly Encourage students to read out loud in class Write progress reports for students Create tes…",
    "redirect_url": "https://www.adzuna.in/land/ad/3464032083?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=2490CED611C850AE15753F28CF551D054E300DA8",
    "salary_min": 5000000,
    "salary_max": 5000000,
    "company": "AcadsHR",
    "created": "2022-09-06T15:59:27Z",
    "location": "Chennai, Tamilnadu",
    "stateid": 3,
    "cityid": 3

  },
  {
    "salary_max": 6000000,
    "location": "Delhi, India",
    "stateid": 4,
    "cityid": 6,
    "description": "We are looking for a Technology Leader to help us build the next-generation InsureTech platform from scratch. You will work with an amazing set of engineers on some of the most challenging tech problems and impact million of lives. Responsibilities: - Define the technical architecture for Vital - Complete responsibility of the development of the backend, web app, and the native app - Recruit, manage and mentor a team of frontend developers, backend developers and quality engineers - Ensure time…",
    "redirect_url": "https://www.adzuna.in/land/ad/2621925074?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=33F45A3FE8E8556BAE87ED5DCF287F136915C6D3",
    "categoryid": 1,
    "created": "2021-11-08T04:05:18Z",
    "company": "Vital",
    "salary_min": 4000000,
    "title": "Engineering Manager"
  },
  {
    "redirect_url": "https://www.adzuna.in/land/ad/1475649175?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=0D4A7AAC3114CCD44FF5D6693B782279DF903240",
    "description": "Position Title: SDET 2/3 Software Development Engineer in Test (SDET) Position/Role Description This position is for a tester with strong coding skills who likes challenges - someone who is constantly striving for excellence in software test automation. Responsibilities include:  Develop automated test cases on a day-to-day basis  Gather and prioritize user requirements, feed these requirements into overall Automation Framework requirements and test plans  Train team members on tool use and tes…",
    "id": 1475649175,
    "title": "Software Development Engineer Testing (SDET)",
    "categoryid": 3,
    "location": "Bangalore, Karnataka",
    "stateid": 1,
    "cityid": 1,
    "created": "2020-03-05T09:17:33Z",
    "company": "zyoin",
    "salary_max": 8000000,
    "salary_min": 2000000
  },
  {
    "title": "ROR & React Developer",
    "categoryid": 8,
    "description": "What we are looking for DirectShifts is growing rapidly and looking for a full stack engineer in Manhattan, NYC. We are looking for incredibly tenacious engineers who are not only great engineers but who can bring unique value to our rapidly growing team. We are big fans of focusing mainly on two things: 1) talk to users and 2) build product. You will be responsible for implementing ideas and mocks for our app (web and mobile) which is used daily by healthcare professionals, internal users and …",
    "redirect_url": "https://www.adzuna.in/land/ad/3154601507?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=DCFA6EA20418C43EBF2E1F902C38E6EA38511505",
    "salary_min": 3000000,
    "salary_max": 7000000,
    "company": "DirectShifts",
    "created": "2022-05-21T05:28:59Z",
    "location": "India",
    "stateid": 5,
    "cityid": 5
  },
  {
    "created": "2022-03-22T05:11:07Z",
    "salary_max": 6000000,
    "company": "Qrata",
    "location": "Bangalore, Karnataka",
    "stateid": 1,
    "cityid": 1,
    "salary_min": 4000000,
    "redirect_url": "https://www.adzuna.in/land/ad/2989122128?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=F187513BA7A4C1071B6CCEE196078020EC73A45F",
    "description": "Role – Senior Developer (Back End) Location - Bangalore Experience 5 Years Responsibilities Responsible for design & developing products involving Java, JEE, Springboot. Object-oriented analysis and design using common design patterns. Deep insight of Java and JEE internals such as memory management, transaction management, etc. Design and develop features and modules for mission-critical applications. Contribute in all phases of the development lifecycle. Ensure designs are in compliance with …",
    "title": "Senior Backend Developer",
    "categoryid": 8
  },
  {
    "location": "India",
    "created": "2022-05-12T05:29:34Z",
    "salary_max": 7000000,
    "company": "DirectShifts",
    "salary_min": 3000000,
    "description": "You will be responsible for implementing ideas and mocks for our groundbreaking web app which is used daily by healthcare professionals (and internal users) - you will own the frontend development as well as the building blocks and the APIs that power the web app (and the mobile apps). You need to be comfortable dabbling with some basic infrastructure management on AWS. You will work closely with the founder and senior management across functions. You will have the opportunity to grow and lead …",
    "redirect_url": "https://www.adzuna.in/land/ad/3126296896?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=49AF9BCA084381B982A4FBD1C4ACC8DA1C5FE7E2",
    "categoryid": 1,
    "title": "Full Stack Engineer (ROR & ReactJS)",
    "stateid": 5,
    "cityid": 5
  },
  {

    "salary_min": 2000000,
    "created": "2021-07-09T22:10:05Z",
    "salary_max": 8000000,
    "company": "Qrata",
    "location": "Banglore, Karnataka",
    "stateid": 1,
    "cityid": 1,
    "title": "Head of Design",
    "categoryid": 5,
    "description": "Summary of Role Innovate to solve the world's most important challenges. We are looking for Advanced User Exp Designer with strong capabilities to design and own the product experience. The designer would be responsible for end to end interaction and visual design. Responsibilities Own the design execution while working closely with key stakeholders in design, engineering and business stakeholders to solve user needs and business goals Demonstrate mastery of the end-end UX process, including us…",
    "redirect_url": "https://www.adzuna.in/land/ad/2308519003?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=F1F4BD5DFD2923F875FDFF4F6D68036BBE75F7CA"
  },
  {
    "company": "Arsh Management Partners",
    "created": "2022-10-03T18:05:14Z",
    "salary_min": 100000,
    "title": "Digital Marketing Intern",
    "location": "Pune, Maharashtra",
    "stateid": 2,
    "cityid": 5,
    "categoryid": 7,
    "salary_max": 9900000,
    "description": "URGENT HIRING  Digital Marketing Executive. >We provide internship. >Which helps DM more in career growth. >Our company has fixed salary and attractive incentive along with internship. Responsibilities: Formulate strategies to increase organic reach Monitor company presence on social media Generating organic leads based. Social media marketing and optimization. Create graphic content for social media posts. Qualifications: Certified in digital marketing Graduate /undergraduate ARSH management p…",
    "redirect_url": "https://www.adzuna.in/land/ad/3551139216?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=C0D85FACB32E1EF7F2735350379AB38B32C3C21A"

  },
  {
    "created": "2022-05-14T05:29:58Z",
    "company": "Talentiser",
    "salary_max": 7000000,
    "location": "India",
    "salary_min": 3000000,
    "description": "CTO Job Description We are seeking a highly-skilled CTO with a storied history in the technological sector. CTO's will be tasked with making executive technology decisions on behalf of the company, including managing a technology budget and making investments to align the company with its vision for its technological needs. You should be a strategic thinker, an effective communicator, and an expert in technological development. You will work directly under the Founder and will act as both a tec…",
    "redirect_url": "https://www.adzuna.in/land/ad/3133135807?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=548D958DDDCF910AA0055328F8224223C9E63593",
    "categoryid": 6,
    "title": "CTO",
    "cityid": 5,
    "stateid": 5

  },
  {
    "title": "VP Engineering",
    "salary_min": 4000000,
    "created": "2022-01-23T04:30:34Z",
    "company": "One Impression",
    "categoryid": 1,
    "description": "One Impression is one of the World’s largest influencer marketing platforms helping over 300 global brands ranging from enterprises such as Unilever, Nestle, Amazon to startups such as Meesho, Nykaa, CoinSwitch. We are active in over 12 countries including India, US, Australia, the Middle East, etc, and have a network of over 6.5 Mil  influencers across Instagram & YouTube. Our creator network is one of the largest ranging from top celebrities to nano creators in over 10 languages. We are quick…",
    "redirect_url": "https://www.adzuna.in/land/ad/2836410642?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=F4F74495CD3FACB0918DD7A7FBDB1B831916CD5B",
    "location": "Delhi, India",
    "salary_max": 6000000,
    "cityid": 6,
    "stateid": 4
  },
  {
    "location": "Bangalore, Karnataka",
    "company": "Jobdost",
    "salary_max": 6000000,
    "created": "2022-09-08T06:47:46Z",
    "salary_min": 4000000,
    "description": "What is the role? As a Senior/Principal Product Manager you will be responsible for the product roadmap, features, adoption, and bugs. This includes defining and prioritizing product roadmap, listening to customers, creating business requirements, driving functional requirements, driving this through development, and successfully launching new product features. To read more about the kind of qualities we are looking for this role, please check this link - https://a16z.com/2012/06/15/good-produc…",
    "redirect_url": "https://www.adzuna.in/land/ad/3468843634?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=1A2B0CE3679D77EE02BAF97564645FB02DB57B2C",
    "categoryid": 4,
    "title": "Senior/Principal Product Manager",
    "cityid": 1,
    "stateid": 1
  },
  {
    "redirect_url": "https://www.adzuna.in/land/ad/3138985416?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=38C34077FC636C1FA5EC98DD0336886A7318AF98",
    "description": "Roles and Responsibilities Drive the architecture and design of large-scale, multi-tiered, distributed software applications, tools, systems and services using object-oriented design, distributed programming, Java/Node/ Python, .Net. Hands on experience in delivering high quality software products. Gather business and functional requirements from external and/or internal customers and end-users, and translate requirements into technical specifications to build robust, scalable, supportable solu…",
    "categoryid": 1,
    "title": "Staff Engineer (Risk)",
    "salary_max": 6000000,
    "company": "wrackle",
    "created": "2022-05-16T05:27:46Z",
    "location": "Bangalore, Karnataka",
    "salary_min": 4000000,
    "cityid": 1,
    "stateid": 1
  },
  {
    "company": "Sureminds Solutions Pvt Ltd",
    "created": "2021-06-10T12:45:51Z",
    "salary_min": 4000000,
    "title": "AFS (Anti Fraud Solutions),Risk & Anti money",
    "location": "Mumbai, Maharashtra",
    "salary_max": 6000000,
    "description": "A senior technical candidate who has managed AFS (Anti Fraud Solutions),Risk & Anti money laundering (AML) projects. Experience: 15 years of experience in BFSI domain. Location: Mumbai Note- Candidate should be from IT product companies only. Key Skills: Hands on BFSI Domain experience, Strong leadership Qualities, Excellent communication and presentation skills Roles & Responsibilities: Understand and maintain awareness of Global Regulatory guide lines, Risk management, and industry leading pr…",
    "redirect_url": "https://www.adzuna.in/land/ad/2242315558?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=4E9C6121A9A3BAFB9D12F753DDE1EFA3CACA1F49",
    "categoryid": 4,
    "cityid": 2,
    "stateid": 2
  },
  {
    "salary_min": 2000000,
    "location": "India",
    "created": "2021-10-05T04:23:42Z",
    "company": "CIEL HR Services",
    "salary_max": 8000000,
    "categoryid": 4,
    "title": "Engineering Manager",
    "redirect_url": "https://www.adzuna.in/land/ad/2516408670?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=DEF47F1991DA2046BCA56E06C0F0910A843EBBC6",
    "description": "Initial Responsibilities • Survey organization to acquire understanding of current practices, strengths, weaknesses • Identify productivity and quality metrics • Establish program to collect, analyse and report metrics • Survey market for developer and QA screening tools • Screen existing program resources to baseline capabilities • Assess current team against industry benchmarks • Identify improvement areas • Establish get well plan for each improvement area • Survey market for online training…",
    "cityid": 5,
    "stateid": 5
  },
  {
    "categoryid": 1,
    "title": "Data Engineer",
    "description": "Developing telemetry software to connect Junos devices to the cloud Fast prototyping and laying the SW foundation for product solutions Moving prototype solutions to a production cloud multitenant SaaS solution Build the infrastructure required for optimal extraction, transformation, and loading of data from a wide variety of data sources Build analytics tools that utilize the data pipeline to provide significant insights into customer acquisition, operational efficiency and other key business …",
    "redirect_url": "https://www.adzuna.in/land/ad/2853928234?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=399A98B2A72FC5246D9B75DA1EC4776DCFF0A2B0",
    "salary_min": 4000000,
    "location": "Bangalore, Karnataka",
    "created": "2022-01-30T04:34:31Z",
    "salary_max": 6000000,
    "company": "Multi Recruit",
    "cityid": 1,
    "stateid": 1

  },
  {
    "description": "1. Be a visible leader to drive and own the architecture and design of some of the most advanced & complex software systems / products in the industry to create company wide impact 2. Design systems that can scale to billions of data records in micro service architecture 3. Design and develop full stack product features based on customer and business requirements 4. Be an operational and technical leader with a passion for distributed systems, cloud service development, deployment and delivery …",
    "redirect_url": "https://www.adzuna.in/land/ad/2297742739?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=FAD6F0F9263C3B9C210617FE861390600853534A",
    "title": "Software Developer :: SDE3",
    "categoryid": 8,
    "salary_max": 6500000,
    "company": "Salesken.ai",
    "created": "2021-07-03T21:20:27Z",
    "location": "Bangalore, Karnataka",
    "salary_min": 3500000,
    "cityid": 1,
    "stateid": 1
  },
  {
    "description": "Job Purpose · Responsible for the implementation and operations of all technology infrastructures which includes data center, network and server services, telephony, service monitoring, user support/help desk, workstation management, servers, storage, and related software and hardware Key Accountabilities Strategic Activities · Develop the overarching network architecture to enable smooth functioning of all Air India systems across the nation · Design the overall infrastructure strategy for Air…",
    "redirect_url": "https://www.adzuna.in/land/ad/3502540340?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=EC36D7A2C27A1E2787AA5167678E30FEE2C98269",
    "categoryid": 4,
    "salary_max": 8000000,
    "location": "Delhi, India",
    "title": "Infrastructure & Network Architecture Head",
    "company": "Seven N Half",
    "created": "2022-09-20T07:01:49Z",
    "salary_min": 2000000,
    "cityid": 6,
    "stateid": 4
  },
  {
    "redirect_url": "https://www.adzuna.in/land/ad/3468843215?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=E80A731DD36D784C2B22F51B2F2266D8F0507527",
    "description": "Job Description What is the role? ‍ Expected to manage the product plan, engineering, and delivery of Plum Integration activities. Plum is a rewarding and incentive infrastructure for businesses. It's a unified integrated suite of products to handle various rewarding use cases for consumers, sales, channel partners, and employees. 31% of the total tech team is aligned towards this product and comprises 32 members within Plum Tech, Quality, Design, and Product management. The annual FY 2019-20 r…",
    "title": "Engineering Manager",
    "categoryid": 4,
    "location": "India",
    "created": "2022-09-08T06:47:44Z",
    "salary_max": 6000000,
    "company": "Jobdost",
    "salary_min": 4000000,
    "cityid": 5,
    "stateid": 5
  },
  {
    "created": "2022-09-29T06:59:09Z",
    "salary_max": 7000000,
    "company": "Seven N Half",
    "location": "Bangalore, Karnataka",
    "salary_min": 3000000,
    "redirect_url": "https://www.adzuna.in/land/ad/3532568151?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=565AA20AFF6E84DFB0CB223C931F2F2FED839C3A",
    "description": "Appetite to manage large-scale projects and multiple tracks Listen to the customers; respond to their needs in a manner that provides added value Experience and know-how in the e-commerce domain and retail experience is preferred Should understand the product management industry Good communication & people managerial skills Problem-solving, decision making and conflict-resolution ability Sees ahead clearly; future oriented Responsible for delivery of product and platform line Responsible and ac…",
    "title": "Backend Engineering Manager",
    "categoryid": 4,
    "cityid": 1,
    "stateid": 1
  },
  {
    "location": "Bangalore, Karnataka",
    "salary_max": 6000000,
    "company": "Amazon India",
    "created": "2019-06-05T21:12:13Z",
    "salary_min": 4000000,
    "redirect_url": "https://www.adzuna.in/land/ad/1171508007?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=21499C5FA5288A91CF7CDF919A35740B1C9D7472",
    "description": "Amazon CloudSearch from Amazon Web Services (AWS) is looking for Senior Software Development Engineers for its Bangalore team who can help build cutting edge search technologies for customers of all sizes. If you have a solid understanding of fundamental algorithms and system design and are able to produce bulletproof code, we are looking for you. CloudSearch team develops and maintains 2 of the AWS services \"Amazon Elasticsearch Service\" and \"Amazon CloudSearch\". We are part of A9, Amazon’s se…",
    "categoryid": 1,
    "title": "Senior Software Engineer (SDE III)",
    "cityid": 1,
    "stateid": 1
  },
  {
    "redirect_url": "https://www.adzuna.in/land/ad/3269975154?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=DBDFC505DCE959789DBD02C51623E4BBF38C61B0",
    "description": "Looking for: - Strong experience with C++ and systems programming - Willing to work startup hours - Willing to have part of working day overlapped with us in USA Pacific Time. - Team player Good to have: - knowledge of distributed systems - worked on internals of databases in the past - knowledge of observability tools and systems Offering: - top tier compensation, comprised of stock and salary - top of the line equipment (computer, accessories, etc) - free access to unlimited technical books a…",
    "title": "System Engineer (C++)",
    "categoryid": 1,
    "created": "2022-06-29T06:26:07Z",
    "salary_max": 7000000,
    "company": "Qrata",
    "location": "India",
    "salary_min": 3000000,
    "cityid": 5,
    "stateid": 5
  },
  {
    "salary_min": 4000000,
    "created": "2022-01-23T04:30:34Z",
    "company": "One Impression",
    "title": "Product Head",
    "location": "Delhi,Haryana",
    "salary_max": 6000000,
    "categoryid": 4,
    "redirect_url": "https://www.adzuna.in/land/ad/2836410654?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=6E0925A3380E0C0E9170810EF313AE2652FDE363",
    "description": "One Impression is one of the World’s largest influencer marketing platforms helping over 300 global brands ranging from enterprises such as Unilever, Nestle, Amazon to startups such as Meesho, Nykaa, CoinSwitch. We are active in over 12 countries including India, US, Australia, the Middle East, etc, and have a network of over 6.5 Mil  influencers across Instagram & YouTube. Our creator network is one of the largest ranging from top celebrities to nano creators in over 10 languages. We are quick…",
    "cityid": 5,
    "stateid": 5
  },
  {
    "salary_min": 2000000,
    "location": "Bangalore, Karnataka",
    "company": "Qrata",
    "salary_max": 8000000,
    "created": "2021-08-28T01:20:45Z",
    "title": "Engineering Manager / Lead",
    "categoryid": 4,
    "description": "An Accel funded startup which is an audience-participative video content platform for talent shows and game shows in an async, bite sized format. It is a 3-sided platform featuring hosts, contestants and audience. • Popular hosts set up the talent hunts (across genres like comedy, dance, dating & fashion) • Contestants send in their video entries, and • Audiences ‘actively consume’ content by playing judge, predicting winners among other modes of engagement Expectations from the role: • Hands-o…",
    "redirect_url": "https://www.adzuna.in/land/ad/2412913039?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=6B3ED206A3C4E854A7E08D09D39C3CBEEBDEBBBE",
    "cityid": 1,
    "stateid": 1
  },
  {
    "salary_min": 4000000,
    "company": "Kombai",
    "created": "2022-09-11T06:46:22Z",
    "title": "Senior Product Engineer, Frontend",
    "location": "Pune, Maharashtra",
    "salary_max": 6000000,
    "categoryid": 1,
    "redirect_url": "https://www.adzuna.in/land/ad/3477544683?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=6B344DD51DAEB0E08E273548D3B3D2302AB11F0F",
    "description": "As a member of the founding engineering team at Kombai, you'd work directly with the CTO and CEO to build a global product for the frontend dev teams from scratch. Together, we'd have a crack at several hard, high-impact problems - often involving challenges across product, engineering, and research areas. Note : Unlike most organizations, the frontend developers at Kombai will not work primarily on the frontend of the product. Instead, they will work on developing the core product, which is fo…",
    "cityid": 5,
    "stateid": 2
  },
  {
    "description": "Tripoto :Tripoto is a full stack platform for leisure travel. We are solving pain points of the entire consumer lifecycle by bringing content(UGC & PGC), community, and commerce together on a single platform. Our focus as a company is Product, Tech, Design; acquiring high-quality user-generated content and super-fast growth of our community around the world. Currently, we are working on building a holiday marketplace. User-generated content, Community & Social, messaging, search, Ai and persona…",
    "redirect_url": "https://www.adzuna.in/land/ad/1155088506?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=580F4C7BE4445F5BDE6BE1E3807838C9DC1BC444",
    "categoryid": 1,
    "title": "VP Engineering/CTO - Microservices Architecture",
    "created": "2019-05-17T21:02:39Z",
    "company": "Tripoto Travels Pvt. Ltd.",
    "salary_max": 6000000,
    "location": "Delhi,Haryana",
    "salary_min": 4000000,
    "cityid": 6,
    "stateid": 4
  },
  {

    "salary_min": 4000000,
    "location": "Bangalore, Karnataka",
    "created": "2020-01-14T13:41:11Z",
    "company": "myGate.in",
    "salary_max": 6000000,
    "categoryid": 4,
    "title": "Senior Product Manager",
    "redirect_url": "https://www.adzuna.in/land/ad/1408167648?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=7150CCE1E54BC9C2FCACBE56708C45C3B575EB8C",
    "description": "MyGate is a technology-forward solution for gated communities, now simplifying the daily lives of residents, managing committees and security personnel. Founded in 2016, MyGate is reimagining the outdated procedures at gated communities through use of technology. Its several innovative features augment security at the gate and enhance convenience within for over 600,000 homes in 10 Indian cities. Named one of India’s most innovative Company in 2018, MyGate was conceptualized, designed and execu…",
    "cityid": 1,
    "stateid": 1
  },
  {
    "redirect_url": "https://www.adzuna.in/land/ad/3314544432?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=D1F7226FE36A14B21BB224D4DB067DF1C4AE4111",
    "description": "Proposed Job Description Job Summary: The Head of Product Marketing will lead a team of marketers responsible for the messaging, packaging, and delivery of our products to market. You will also be responsible for bringing new products, features, and/or services to market, working closely with our product team and leading customer research. This is a core role at the heart of all operations, from product development to marketing to sales. What you can expect to work on: Lead a team of marketers …",
    "categoryid": 7,
    "title": "Head Of Product Marketing",
    "company": "Egnyte",
    "salary_max": 7000000,
    "created": "2022-07-13T06:32:47Z",
    "location": "India",
    "salary_min": 3000000,
    "cityid": 1,
    "stateid": 1
  },
  {
    "categoryid": 9,
    "title": "Finance Controller",
    "redirect_url": "https://www.adzuna.in/land/ad/2779718987?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=0CAF251901302C6E8B8D89C8B5D8CB6B65907222",
    "description": "CA or MBA qualification Minimum 8 years post-qualification Experience in Finance (preferably in NBFC for few years) Ability to understand the intricacies of Finance, Ind-AS, Tax and Regulations Able to work with CEO and Senior management Manage the finance & accounts team, to deliver high-performance Key Skills: Communication: Clarity, Articulation and English Conceptual & Critical thinking Positive Attitude and Positive Energy Self-starter, self-motivated and aspirational Attention to Detail O…",
    "salary_min": 4500000,
    "location": "Bangalore, Karnataka",
    "salary_max": 5500000,
    "company": "Multi Recruit",
    "created": "2022-01-01T04:24:03Z",
    "cityid": 1,
    "stateid": 1
  },
  {
    "created": "2022-01-01T04:24:05Z",
    "salary_max": 5500000,
    "company": "Multi Recruit",
    "location": "Bangalore, Karnataka",
    "salary_min": 4500000,
    "redirect_url": "https://www.adzuna.in/land/ad/2779719006?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=87CF1F33A4B12C31BC695B3D14EE22E55E125BC0",
    "description": "Build a short-term & long-term Content strategy for company Conceptualize content initiatives & design experiments to create unique value proposition for existing and potential members; lead the charter to create programs & new formats. Develop content governance guidelines for tone, style, and voice of all content, and ensure they are followed, Oversee writing style and tone for all content Manage content projects end-to-end (for app  YouTube) through collaboration with teams across format, cr…",
    "title": "Content Strategist",
    "categoryid": 7,
    "cityid": 1,
    "stateid": 1
  },
  {
    "location": "India",
    "company": "DirectShifts",
    "salary_max": 7000000,
    "created": "2022-04-06T05:15:59Z",
    "salary_min": 3000000,
    "redirect_url": "https://www.adzuna.in/land/ad/3029274106?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=368B67A48EA2AAAAE4FFF392C96FE2B7CE234CCF",
    "description": "Who we are DirectShifts is a tech platform for hospitals/employers to hire clinicians for short/full time term roles...",
    "categoryid": 1,
    "title": "Full Stack Engineer",
    "cityid": 5,
    "stateid": 5
  },
  {
    "salary_min": 4500000,
    "salary_max": 5500000,
    "company": "Multi Recruit",
    "created": "2022-01-13T04:26:41Z",
    "location": "Bangalore, Karnataka",
    "cityid": 1,
    "stateid": 1,
    "title": "Sr. Manager Policy",
    "categoryid": 4,
    "redirect_url": "https://www.adzuna.in/land/ad/2809245047?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=2909C6DFD7BF2D98D1571E01F26CB834717D2BB1",
    "description": "The role of a Personal Loan Risk Head is to own, manage and communicate risk policies and processes. He/She shall provide hands-on development of risk models involving market, credit and operational risk, assure controls are operating effectively, and provide research and analytical support. Prospective candidates must have excellent quantitative and analytical skills, along with the ability to apply those skills across a variety of business processes. Key Expectations Designing and implementin…"
  },
  {
    "salary_min": 2000000,
    "location": "Bangalore, Karnataka",
    "company": "Qrata",
    "cityid": 1,
    "stateid": 1,
    "salary_max": 8000000,
    "created": "2021-10-14T06:18:40Z",
    "title": "Principal Software Engineer / SSE",
    "categoryid": 1,
    "description": "My Client's India is its largest studio outside USA with 400 people and growing rapidly. It manages some of the biggest global games in the Casual Gaming, Action Strategy, Match-3, Slots, and Invest Express genres. The game teams are responsible for the long term-vision of the game, its entire Game Design & Tuning, Product Roadmap, Features, Content & Creative decisions, Art work (2D, 3D, Animation), Development, QA/Testing, Analytics & Performance Tracking, User Acquisition & Live Operations. …",
    "redirect_url": "https://www.adzuna.in/land/ad/2542676782?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=31A574DAC532EB5ED144856D980F4F46AC59935D"
  },
  {
    "location": "Bangalore, Karnataka",
    "salary_max": 6000000,
    "company": "Elusivecoin",
    "created": "2021-06-12T12:42:10Z",
    "salary_min": 4000000,
    "redirect_url": "https://www.adzuna.in/land/ad/2247134503?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=3FF696874969040CDF8DE2C2E4011BCB2FEA1E83",
    "description": "Own and hit/exceed annual sales targets within assigned territory and accounts Develop and execute strategic plan to achieve sales targets and expand our customer base Build and maintain strong, long -lasting customer relationships Partner with customers to understand their business needs and objectives Effectively communicate the value proposition through proposals and presentations Understand categoryid-specific landscapes and trends Reporting on forces that shift tactical budgets and strategic…",
    "categoryid": 7,
    "title": "Sales Head",
    "cityid": 1,
    "stateid": 1
  },
  {
    "description": "Requisites Experience with software development in one or more programming languages with data structures/algorithms. 1-year experience in software architecture/design. 2 years of experience developing large-scale infrastructure, distributed systems and/or data management/storage technologies. Key Responsibilities: Write and test production systems, with a broader understanding of the product. Review code and provide feedback. Mentor engineers to take on bigger responsibilities. Review and lead…",
    "redirect_url": "https://www.adzuna.in/land/ad/3517023917?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=6654CA5FB355934BCB98F367D3004B21AD169EA7",
    "title": "Senior Software Developer",
    "categoryid": 8,
    "location": "Bangalore, Karnataka",
    "created": "2022-09-24T06:57:01Z",
    "company": "Aaviah peopls network compnay",
    "salary_max": 7000000,
    "salary_min": 3000000,
    "cityid": 1,
    "stateid": 1
  },
  {

    "title": "Engineering Head",
    "categoryid": 1,
    "redirect_url": "https://www.adzuna.in/land/ad/1915595393?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=30D3653A8B51E4430EA519241EF6AE60D6D24A73",
    "description": "Exp: 7 - 12 years Min 5 years in team management Solid experience building teams from scratch in Startups Preferred: Talents from Tier 1 Tech Schools / IT Product Startups Key Skills: Java, Python, Distributed Systems, Data Structures, Algorithms, AWS, Design Patterns, HLD, LLD, Data Analytics, MongoDB, Node Js Responsibilities: • Vision: Building a vibrant technology culture via a shared strategic architecture vision, as the Chief Architect of the company. • Mission: Driving the platform and p…",
    "salary_min": 2000000,
    "location": "Bangalore, Karnataka",
    "created": "2021-01-04T03:35:08Z",
    "salary_max": 8000000,
    "company": "Staffio HR",
    "cityid": 1,
    "stateid": 1

  },
  {
    "description": "Principal Engineer - Full Stack My client is backed by bulge-bracket VCs and an award winning management team. The founder is highly reputed with a blue chip pedigree and a history of successful exits. Prototype and Phase 1 has blockbuster results, targeting an immediate $1.1 Billion market, enabling tremendous experience/resume-building in a short time for a Principal Engineer - Full Stack My Client prepares kids of the age of 6-14 years for the new world. Here kids learns fundamentals of codi…",
    "redirect_url": "https://www.adzuna.in/land/ad/1549938682?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=C314C05B6618A59C20B6F7D84DBFB76EEBDFDF36",
    "salary_max": 6500000,
    "location": "Navi Mumbai, Maharashtra",
    "stateid": 2,
    "cityid": 2,
    "categoryid": 8,
    "title": "Fullstack Developer",
    "salary_min": 3500000,
    "company": "SolutionTech HR",
    "created": "2020-05-20T21:14:48Z"
  },
  {
    "location": "Chennai Tamilnadu",
    "stateid": 3,
    "cityid": 3,
    "company": "Jobdost",
    "salary_max": 6000000,
    "created": "2022-09-08T06:47:48Z",
    "salary_min": 4000000,
    "description": "Job Description What is the role? ‍ Expected to manage the product plan, engineering, and delivery of Plum Integration activities. Plum is a rewarding and incentive infrastructure for businesses. It's a unified integrated suite of products to handle various rewarding use cases for consumers, sales, channel partners, and employees. 31% of the total tech team is aligned towards this product and comprises 32 members within Plum Tech, Quality, Design, and Product management. The annual FY 2019-20 r…",
    "redirect_url": "https://www.adzuna.in/land/ad/3468844023?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=526EF27F7F0262108B39FDBE99DDBB97E19EF87F",
    "title": "Engineering Manager",
    "categoryid": 4
  },

  {
    "salary_min": 3000000,
    "company": "Rivigo",
    "salary_max": 7000000,
    "created": "2019-05-17T21:02:40Z",
    "location": "Delhi, India",
    "stateid": 4,
    "cityid": 6,
    "title": "Engineering Manager",
    "categoryid": 4,
    "redirect_url": "https://www.adzuna.in/land/ad/1155088591?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=4D4E9440869FD0A6C17A2A1AAD8997FE69874B6C",
    "description": "As an Engineering Manager, you will lead a team of engineers while working with leaders to create and implement the technology platform and product vision for RIVIGO. You will work with engineers and product teams to create roadmaps with an emphasis on execution. You will stay technical, leading engineers across the stack to bring end-to-end solutions to life, digging into complex but rewarding world of solving real problems. Qualifications: • Bachelors/Masters in Computer Science or a related …"
  },
  {
    "salary_max": 7000000,
    "location": "Delhi, India",
    "cityid": 6,
    "stateid": 4,
    "redirect_url": "https://www.adzuna.in/land/ad/3412982090?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=3CE3D1D520FE589996B22B4C95AFB1E677D388A9",
    "description": "· Oversee the workflow and the workforce involved in the entire software development process · Responsibilities include creating strategies for optimal performance, coordinating with different teams and departments to identify strengths and weaknesses, implementing training and workshop programs, and liaising with external agencies, including key clients Key Accountabilities Application Development · Pioneer and drive Agile development practices, leading sprint teams and backlogs · Provide guid…",
    "categoryid": 4,
    "company": "Seven N Half",
    "created": "2022-08-18T06:57:06Z",
    "salary_min": 3000000,
    "title": "Software Development Head"
  },
  {
    "title": "Full Stack Developer",
    "categoryid": 8,
    "description": "What we are looking for DirectShifts is growing rapidly and looking for a full stack engineer in Manhattan, NYC. We are looking for incredibly tenacious engineers who are not only great engineers but who can bring unique value to our rapidly growing team. We are big fans of focusing mainly on two things: 1) talk to users and 2) build product. You will be responsible for implementing ideas and mocks for our app (web and mobile) which is used daily by healthcare professionals, internal users and …",
    "redirect_url": "https://www.adzuna.in/land/ad/3183163947?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=AC9CC0FFB7A406B0E8EC86123A953E6DA2805130",
    "salary_min": 2000000,
    "location": "Chennai Tamilnadu",
    "stateid": 3,
    "cityid": 3,
    "created": "2022-05-31T06:11:35Z",
    "salary_max": 6000000,
    "company": "DirectShifts"
  },
  {
    "location": "India",
    "stateid": 5,
    "cityid": 5,
    "created": "2022-05-14T05:29:58Z",
    "salary_max": 7000000,
    "company": "DirectShifts",
    "salary_min": 3000000,
    "description": "What we are looking for DirectShifts is growing rapidly and looking for a full stack engineer in Manhattan, NYC. We are looking for incredibly tenacious engineers who are not only great engineers but who can bring unique value to our rapidly growing team. We are big fans of focusing mainly on two things: 1) talk to users and 2) build product. You will be responsible for implementing ideas and mocks for our app (web and mobile) which is used daily by healthcare professionals, internal users and …",
    "redirect_url": "https://www.adzuna.in/land/ad/3133135809?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=CBB7AEACB08BC477520C733D9C67DB06813E4FB5",
    "categoryid": 1,
    "title": "Full Stack Engineer"
  },
  {
    "salary_min": 4000000,
    "location": "India",
    "stateid": 5,
    "cityid": 5,
    "salary_max": 6000000,
    "company": "BiteSpeed",
    "created": "2022-06-26T06:20:48Z",
    "categoryid": 4,
    "title": "Tech Lead",
    "description": "About BiteSpeed Hey there We are a seed funded SaaS startup on a mission to help ecommerce brands embrace conversational commerce as the future of selling online. We're starting by building the tools for any ecommerce brand to be able to sell and engage with their customers on chat apps like Whatsapp, FB Messenger.  Read more about our mission and the story of commerce here  Within 2 years of launch, we have 1500 e-commerce brands across 50 countries using our product (pretty cool right?). Chec…",
    "redirect_url": "https://www.adzuna.in/land/ad/3262155116?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=8A960399BB4089A1EC5F8FEF2522714F0D4B9460"
  },
  {
    "redirect_url": "https://www.adzuna.in/land/ad/2709291423?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=8507072C0FFDEDA700777B4166434B3DD1E13275",
    "description": "Problem statement-Solution Only 10% of India speaks English and 90% speak over 25 languages and 1000s of dialects. The internet has largely been in English. A good part of India is now getting internet connectivity thanks to cheap smartphones and Jio. The non-English speaking internet users will balloon to about 600 million users out of the total 750 million internet users in India by 2020. This will make the vernacular segment one of the largest segments in the world - almost 2x the size of th…",
    "title": "Data Engineer",
    "categoryid": 1,
    "created": "2021-12-05T03:01:32Z",
    "company": "Koo",
    "salary_max": 7000000,
    "location": "Bangalore Karnataka",
    "stateid": 1,
    "cityid": 1,
    "salary_min": 3000000
  },
  {
    "salary_min": 3000000,
    "location": "India",
    "stateid": 5,
    "cityid": 5,
    "company": "Qrata",
    "salary_max": 7000000,
    "created": "2022-07-01T06:24:52Z",
    "categoryid": 1,
    "title": "Founding Engineer - C++/Rust Backend",
    "description": "Looking for: - Strong experience with C++ and systems programming - Willing to work startup hours - Willing to have part of working day overlapped with us in USA Pacific Time. - Team player Good to have: - knowledge of distributed systems - worked on internals of databases in the past - knowledge of observability tools and systems Offering: - top tier compensation, comprised of stock and salary - top of the line equipment (computer, accessories, etc) - free access to unlimited technical books a…",
    "redirect_url": "https://www.adzuna.in/land/ad/3277686266?se=6qk5Zsha7RG26nEzsjd06w&utm_medium=api&utm_source=33783cca&v=F628EC67589AE2B933827E5278DB9C7B7A56A075"
  }
]
